Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2009.tmx
Source language: en_us
Languages: zh_cn

source: Report on the Work of the Government
zh_cn: 2009年政府工作报告

source: Delivered at the Second Session of the Eleventh National People's Congress on March 5, 2009
zh_cn: ——2009年3月5日在第十一届全国人民代表大会第二次会议上

source: Wen Jiabao, Premier of the State Council
zh_cn: 国务院总理 温家宝

source: Fellow Deputies, On behalf of the State Council, I now present to you my report on the work of the government for your deliberation and approval. I also solicit comments and suggestions on the report from the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 各位代表：现在，我代表国务院，向大会作政府工作报告，请予审议，并请全国政协委员提出意见。

source: I. Review of the Work in 2008
zh_cn: 一、2008年工作回顾

source: The year 2008 was truly eventful.
zh_cn: 2008年是极不平凡的一年。

source: Our country's economic and social development withstood severe challenges and tests that were rarely seen before.
zh_cn: 我国经济社会发展经受住了历史罕见的重大挑战和考验。

source: Under the leadership of the Communist Party of China (CPC), the people of all our ethnic groups faced difficulties squarely, worked with courage and determination, surmounted all difficulties and obstacles, and made new achievements in reform, opening up and socialist modernization.
zh_cn: 在中国共产党领导下，全国各族人民迎难而上，奋力拼搏，战胜各种艰难险阻，改革开放和社会主义现代化建设取得新的重大成就。

source: –The national economy continued to maintain steady and rapid growth.
zh_cn: ——国民经济继续保持平稳较快增长。

source: GDP topped 30 trillion Yuan, an increase of 9% over the previous year.
zh_cn: 国内生产总值超过30万亿元，比上年增长9%；

source: Overall price rises were held in check.
zh_cn: 物价总水平涨幅得到控制；

source: Government revenue was 6.13 trillion Yuan, an increase of 19.5%.
zh_cn: 财政收入6.13万亿元，增长19.5%；

source: Grain output rose for the fifth consecutive year and totaled 528.5 million tons, a record high.
zh_cn: 粮食连续五年增产，总产量10570亿斤，创历史最高水平。

source: –Reform and opening up were further deepened.
zh_cn: ——改革开放深入推进。

source: New breakthroughs were made in reforms in key areas and crucial links, such as the fiscal, taxation, financial and pricing systems and administration.
zh_cn: 财税、金融、价格、行政管理等重点领域和关键环节的改革取得新突破。

source: Imports and exports totaled US$ 2.56 trillion, an increase of 17.8%.
zh_cn: 进出口贸易总额2.56万亿美元，增长17.8%。

source: Paid-in foreign direct investment reached $92.4 billion.
zh_cn: 实际利用外商直接投资924亿美元。

source: –Development of social programs was accelerated, and the living standards of the people continued to rise.
zh_cn: ——社会事业加快发展，人民生活进一步改善。

source: A total of 11.13 million more urban residents entered the workforce.
zh_cn: 城镇新增就业1113万人；

source: Urban per capita annual disposable income reached 15,781 Yuan, an increase of 8.4% in real terms, and rural per capita net income reached 4,761 Yuan, up by 8% in real terms.
zh_cn: 城镇居民人均可支配收入15781元，农村居民人均纯收入4761元，实际增长8.4%和8%。

source: –Great victories were won in the fight against massive natural disasters.
zh_cn: ——全面夺取抗击特大自然灾害的重大胜利。

source: The Beijing Olympics and Paralympics were held successfully, and the Shenzhou VII manned space mission was a complete success.
zh_cn: 成功举办北京奥运会、残奥会。圆满完成神舟七号载人航天飞行。

source: These achievements signify that we have taken new and solid steps along the path of socialism with Chinese characteristics. They have greatly fortified the courage and strength of the people of all our ethnic groups to surmount difficulties and will definitely encourage us to bravely forge ahead on the new historical course.
zh_cn: 这些成就，标志着我国在中国特色社会主义道路上迈出新的坚实步伐，极大地增强了全国各族人民战胜困难的勇气和力量，必将激励我们在新的历史征程上继续奋勇前进。

source: Last year, we accomplished the following important work:
zh_cn: 一年来，我们做了以下主要工作：

source: 1. Making timely and resolute adjustments to macroeconomic policies and doing everything possible to maintain steady and rapid economic development
zh_cn: （一）及时果断调整宏观经济政策，全力保持经济平稳较快发展

source: We maintained the right direction, focus, intensity and pace of macro control, and adopted a series of policies and measures to promote steady and rapid economic development.
zh_cn: 我们正确把握宏观调控的方向、重点、力度和节奏，采取一系列促进经济平稳较快发展的政策措施，

source: In a complex and volatile situation, we actively responded to the severe impact of the global financial crisis and worked hard to make our macro control more proactive, targeted and effective.
zh_cn: 在复杂多变的形势下，积极应对国际金融危机的严重冲击，努力增强调控的预见性、针对性和有效性。

source: In the middle of the year, when energy and grain prices on the international market were high, world economic growth slowed, and exports from and economic growth in China's coastal regions began to decline, we promptly shifted the priority of macro control to maintaining steady and rapid economic development and controlling price hikes, and adopted relevant fiscal, taxation and financial measures.
zh_cn: 年中，在国际能源和粮食价格处于高位、世界经济增长放缓的情况下，针对沿海地区出现出口和经济增速下滑苗头，及时把宏观调控的首要任务调整为“保持经济平稳较快发展，控制物价过快上涨”，并采取了一些有针对性的财税金融措施。

source: In September, the international economic situation started to deteriorate sharply and its negative impact became increasingly felt in China.
zh_cn: 9月份后，国际经济形势急转直下，对我国的不利影响明显加重，

source: We again resolutely shifted the focus of macro control to preventing economic growth from slowing down too quickly. We implemented a proactive fiscal policy and a moderately easy monetary policy.
zh_cn: 我们又果断地把宏观调控的着力点转到防止经济增速过快下滑上来，实施积极的财政政策和适度宽松的货币政策。

source: We raised export rebate rates three times, lowered the benchmark interest rates on savings and loans for financial institutions on five occasions, reduced required reserve ratios four times, suspended the individual income tax on interest earnings from savings, reduced securities transaction stamp tax rates, cut taxes and fees on housing transactions, and increased credit support to small and medium-sized enterprises.
zh_cn: 三次提高出口退税率，五次下调金融机构存贷款基准利率，四次下调存款准备金率，暂免储蓄存款利息个人所得税，下调证券交易印花税，降低住房交易税费，加大对中小企业信贷支持。

source: In accordance with the requirement that we act fast, be forceful, take targeted measures and stress implementation, we promptly introduced ten measures to further boost domestic demand and promote economic growth, and implemented them without delay.
zh_cn: 按照出手要快、出拳要重、措施要准、工作要实的要求，迅速推出进一步扩大内需、促进经济增长的十项措施，争分夺秒地加以落实；

source: We adopted a succession of policies and measures to encourage financial institutions to support economic development, promote sound development of the textile and other light industries and the real estate market, expand consumption by improving distribution, maintain steady growth in foreign trade, and keep the employment situation stable.
zh_cn: 接连出台金融支持经济发展、促进轻纺工业健康发展、促进房地产市场健康发展、搞活流通扩大消费和保持对外贸易稳定增长、稳定就业等政策措施，

source: At the same time, we stepped up efforts to formulate plans for restructuring and revitalizing key industries.
zh_cn: 加快制定重点产业调整振兴规划。

source: Together, these measures have played a crucial role in alleviating serious problems affecting economic performance, enhancing confidence, stabilizing expectations and maintaining steady and rapid economic development.
zh_cn: 这些措施对缓解经济运行中的突出矛盾、增强信心、稳定预期、保持经济平稳较快发展，发挥了至关重要的作用。

source: We continued to strengthen our work related to agriculture, rural areas and farmers without any letup.
zh_cn: 毫不放松地加强“三农”工作。

source: Central government budgetary spending on agriculture, rural areas and farmers was 595.5 billion Yuan for the whole year, a year-on-year increase of 163.7 billion Yuan or 37.9%.
zh_cn: 全年中央财政用于“三农”的投入5955亿元，比上年增加1637亿元，增长37.9%，

source: This included 103 billion Yuan, twice the figure for the previous year, in direct subsidies to grain producers, general subsidies for agricultural production supplies, and subsidies for superior crop varieties and the purchase of agricultural machinery and tools.
zh_cn: 其中粮食直补、农资综合补贴、良种补贴、农机具购置补贴资金达1030亿元，比上年增长一倍。

source: We significantly raised minimum grain purchase prices three times, with the total increase exceeding 20%.
zh_cn: 三次较大幅度提高粮食最低收购价，提价幅度超过20%。

source: We implemented a temporary policy for purchasing and stockpiling major agricultural products.
zh_cn: 实施主要农产品临时收储政策。

source: We intensified the protection of arable land and the construction of agricultural water conservancy projects, and increased overall agricultural production capacity.
zh_cn: 加强耕地保护和农田水利建设，提高农业综合生产能力。

source: We supported the production of hogs, oilseeds and dairy products.
zh_cn: 扶持生猪、油料、奶业发展。

source: These policies and measures played an important role in maintaining and stimulating the enthusiasm of farmers, ensuring the supply of major farm products and increasing rural incomes, and provided strong support for maintaining overall stability in economic and social development.
zh_cn: 这些政策措施在保护和调动农民积极性、保障重要农产品供给、增加农民收入方面发挥了重要作用，为稳定经济社会发展全局提供了有力支撑。

source: We unswervingly promoted independent innovation and economic restructuring.
zh_cn: 坚定不移地推进自主创新和经济结构调整。

source: We launched 16 major national science and technology projects, and established a number of new national engineering centers, key laboratories and enterprise technology centers in such fields as information technology, biotechnology and environmental protection.
zh_cn: 实施16个国家重大科技专项。在信息、生物、环保等领域新建一批国家工程中心、重点实验室和企业技术中心。

source: We successfully developed a number of key technologies and major equipment in the areas of regional aircraft, automobiles powered by new energy sources and high-speed railways.
zh_cn: 成功研发支线飞机、新能源汽车、高速铁路等一批关键技术和重大装备。

source: The central government invested 116.3 billion Yuan in science and technology, an increase of 16.4%.
zh_cn: 中央财政科技投入1163亿元，增长16.4%。

source: Significant steps were taken in reorganization of the telecommunications and civil aviation industries.
zh_cn: 电信、航空等行业重组迈出重要步伐。

source: We continued to eliminate backward production facilities.
zh_cn: 继续淘汰落后产能，

source: Last year, we shut down small thermal power plants with a total capacity of 16.69 million kilowatts and closed 1,054 small coalmines.
zh_cn: 全年关停小火电1669万千瓦，关闭小煤矿1054处。

source: Investment in infrastructure and basic industries was increased, and a number of major projects in energy, transportation and water conservancy were completed or launched.
zh_cn: 加大基础设施和基础产业投资力度，在能源、交通、水利等方面建成和开工一批重大项目。

source: Steady progress was made in implementing the master strategy for regional development, and economic development in different regions became better coordinated.
zh_cn: 扎实推进区域发展总体战略，区域经济发展协调性增强。

source: We steadfastly promoted energy conservation, emissions reduction and ecological and environmental protection.
zh_cn: 坚持不懈地推动节能减排和生态环境保护。

source: The central government allocated 42.3 billion Yuan to support development of ten key energy conservation projects and environmental protection facilities.
zh_cn: 中央财政安排423亿元资金，支持十大重点节能工程和环保设施等项目建设。

source: The daily sewage treatment capacity rose by an additional 11.49 million tons in urban areas, and desulfurization equipment was installed in coal-fired power plants with a total capacity of 97.12 million kilowatts.
zh_cn: 全国新增城市污水日处理能力1149万吨，新增燃煤脱硫机组容量9712万千瓦。

source: Energy consumption per unit of GDP fell by 4.59% from the previous year;
zh_cn: 单位国内生产总值能耗比上年下降4.59%，

source: chemical oxygen demand fell by 4.42%; and sulfur dioxide emissions fell by 5.95%.
zh_cn: 化学需氧量、二氧化硫排放量分别减少4.42%和5.95%。

source: For the past three years combined, total energy consumption per unit of GDP dropped by 10.08%;
zh_cn: 近三年累计，单位国内生产总值能耗下降10.08%，

source: chemical oxygen demand dropped by 6.61%; and sulfur dioxide emissions dropped by 8.95%.
zh_cn: 化学需氧量、二氧化硫排放量分别减少6.61%和8.95%。

source: We built on the achievements in returning farmland to forests and restoring livestock pastures to grasslands, and carried out ecological conservation projects such as protecting virgin forests and developing the Sanjiangyuan Nature Reserve in Qinghai Province.
zh_cn: 巩固退耕还林还草成果，推进天然林、青海三江源等生态保护和建设工程。

source: We implemented the plan to prevent and control water pollution in major river valleys and regions and issued the white paper China's Policies and Actions for Addressing Climate Change.
zh_cn: 实施重点流域、区域水污染防治规划。发布了《中国应对气候变化的政策与行动》白皮书。

source: 2. Balancing economic and social development and strengthening all aspects of social development with the focus on improving people's lives
zh_cn: （二）统筹经济社会发展，全面加强以改善民生为重点的社会建设

source: Efforts were intensified to increase employment and improve the social safety net.
zh_cn: 就业和社会保障工作进一步加强。

source: We improved our policy to stimulate and expand employment by encouraging business startups, and enforced the minimum wage system.
zh_cn: 完善促进就业、以创业带动就业的政策，落实最低工资制度。

source: The coverage of all social security schemes continued to expand, with 17.53 million more urban workers subscribing to basic old-age insurance, 20.28 million more subscribing to basic medical insurance, and the unemployment, workers' compensation and maternity insurance steadily expanding to cover more workers.
zh_cn: 各项社会保险覆盖面继续扩大，城镇职工基本养老保险、基本医疗保险参保人数分别增加1753万和2028万，失业、工伤、生育保险参保人数继续增加。

source: Pensions of enterprise retirees rose by 110 Yuan per month per person.
zh_cn: 企业退休人员养老金人均每月新增110元。

source: We launched trials to reform the basic old-age insurance system for employees of government-affiliated institutions.
zh_cn: 启动事业单位基本养老保险制度改革试点。

source: We actively explored ways to establish a new system of old-age insurance for rural residents and made steady progress in making social security available to rural migrant workers in urban areas and farmers whose land has been expropriated.
zh_cn: 积极探索建立新型农村社会养老保险制度，农民工、被征地农民社会保障工作稳步推进。

source: We comprehensively improved the system of cost of living allowances for both urban and rural residents, and provided allowances to 66.19 million residents.
zh_cn: 全面加强城乡居民最低生活保障制度建设，救助人数达到6619万人。

source: We raised living allowances for low-income groups and university students in a timely fashion.
zh_cn: 及时增加对低收入群体和大学生的生活补贴。

source: Preferential treatment enjoyed by key entitled groups was increased substantially.
zh_cn: 大幅度提高重点优抚对象的抚恤优待标准。

source: We intensified efforts to develop low-income housing and renovate shantytowns, thus alleviating some of the housing difficulties of the low-income population.
zh_cn: 加大保障性住房建设和棚户区改造力度，低收入群众住房困难问题得到一定程度缓解。

source: An additional of more than 48 million rural people gained access to safe drinking water.
zh_cn: 解决4800多万农村人口的饮水安全问题。

source: Further progress was made in promoting fair education for all.
zh_cn: 促进教育公平取得新进展。

source: Free compulsory education became available to all students, urban or rural, throughout the country, and all rural students receiving compulsory education obtained free textbooks.
zh_cn: 全面实行城乡免费义务教育，对所有农村义务教育阶段学生免费提供教科书。

source: The standards for repairing and renovating school buildings in the central and western regions were raised,
zh_cn: 提高中西部地区校舍维修标准，

source: and the government allocated 3.25 billion Yuan to provide heating to rural primary and secondary schools in the north.
zh_cn: 国家财政安排32.5亿元帮助解决北方农村中小学取暖问题。

source: Development of vocational education was accelerated.
zh_cn: 职业教育加快发展。

source: The national financial aid system for students was further improved.
zh_cn: 国家助学制度进一步完善，

source: The central government spent 22.3 billion Yuan and local governments increased funding as well to assist more than 20 million students.
zh_cn: 中央财政投入223亿元，地方财政也加大投入，资助学生超过2000万人；

source: Grants of 1,500 Yuan per student per annum were given to secondary vocational school students from rural areas or needy urban families, benefiting 90% of the current student population in these vocational schools.
zh_cn: 向中等职业学校中来自城市经济困难家庭和农村的学生提供助学金，每人每年1500元，惠及90%的在校生。

source: Steady progress was made in reform and development of the pharmaceutical and health care system.
zh_cn: 医药卫生改革发展稳步推进。

source: A total of 814 million people, accounting for 91.5% of the rural population, now benefit from the new type of rural cooperative medical care system.
zh_cn: 参加新型农村合作医疗的人口8.14亿，参合率91.5%。

source: The number of selected cities participating in trials of the basic medical insurance system for urban residents increased from 88 to 317,
zh_cn: 城镇居民基本医疗保险试点城市由上年的88个增加到317个，

source: and the number of participating individuals increased by 73.59 million to 117 million.
zh_cn: 参保人数增加7359万，总计达到1.17亿。

source: Significant progress was made in developing a system of community-based health services in urban areas.
zh_cn: 城市社区卫生服务体系建设取得重大进展。

source: We continued to expand the coverage of the reward and assistance system for rural families complying with family planning regulations, and implemented the "lower birthrate equals faster prosperity" program in more places in the countryside.
zh_cn: 农村计划生育家庭奖励扶助制度和少生快富工程实施范围继续扩大。

source: We accelerated the development of culture and sports.
zh_cn: 文化体育事业加快发展。

source: Public cultural infrastructure facilities were improved, the cultural industries developed rapidly, and reform of the cultural management system was constantly deepened.
zh_cn: 公共文化基础设施建设得到加强，文化产业快速发展，文化体制改革不断深化。

source: We mobilized all resources and hosted a distinctive and high-level Beijing Olympics and Paralympics, thus fulfilling the century-old dream of the Chinese nation, and Chinese athletes competed hard and brave and scored excellent achievements in the Games.
zh_cn: 全力举办了有特色、高水平的北京奥运会、残奥会，实现了中华民族的百年梦想；中国运动员顽强拼搏，取得优异成绩，

source: This greatly aroused the patriotism of all our people and strengthened the cohesiveness of our nation.
zh_cn: 这极大地激发了全国人民的爱国热情，增强了民族凝聚力。

source: We continued to strengthen democracy and the legal system.
zh_cn: 民主法制建设继续加强。

source: The system of local-level democracy was further improved.
zh_cn: 基层民主制度进一步健全。

source: Significant progress was made in enhancing law-based government.
zh_cn: 依法行政深入推进。

source: Last year, the State Council submitted eight bills, including a draft of the Social Insurance Law and draft amendments to the Law on Protecting Against and Mitigating Earthquake Disasters, to the Standing Committee of the National People's Congress for deliberation. It also formulated or revised 30 administrative laws and regulations.
zh_cn: 国务院提请全国人大常委会审议了社会保险法、防震减灾法等8件法律议案，制定或修订了30件行政法规。

source: The Regulations on Making Government Information Public was fully implemented.
zh_cn: 全面实施政府信息公开条例。

source: The public security system for crime prevention and control was strengthened. We battled against secessionist and terrorist activities, protected China's national security and maintained social stability.
zh_cn: 加强社会治安防控体系建设，开展反分裂、反恐怖斗争，维护了国家安全和社会稳定。

source: Our work related to ethnic minority, religious and overseas Chinese affairs further improved.
zh_cn: 民族、宗教、侨务工作进一步加强。

source: 3. Vigorously advancing reform and opening up and injecting fresh vitality and impetus into economic and social development
zh_cn: （三）积极推进改革开放，为经济社会发展注入新的活力和动力

source: Institutional restructuring of the State Council was basically completed and that of local governments is progressing steadily.
zh_cn: 国务院机构改革基本完成，地方机构改革稳步推进。

source: Comprehensive rural reforms continued to deepen, and reform of collective forest rights was instituted throughout the country.
zh_cn: 农村综合改革继续深化，集体林权制度改革全面推开。

source: SOE reform was deepened.
zh_cn: 国有企业改革不断深化。

source: The transformation of the Agricultural Bank of China and China Development Bank into joint stock companies proceeded smoothly.
zh_cn: 中国农业银行和国家开发银行股份制改革顺利进行。

source: The new Law on Corporate Income Tax went into effect,
zh_cn: 实施新的企业所得税法，

source: and real estate taxes were unified for domestic and overseas-funded enterprises and Chinese and foreign individuals.
zh_cn: 统一内外资企业和个人房地产税收制度。

source: After years of deliberation, reform in pricing, taxes and fees for refined petroleum products was smoothly introduced.
zh_cn: 酝酿多年的成品油价格和税费改革顺利推出。

source: A plan for reform of the pharmaceutical and health care system was devised and referred to the general public for comments.
zh_cn: 制定医药卫生体制改革方案并公开征求意见。

source: These innovations in systems and mechanisms have laid a solid foundation for our long-term development.
zh_cn: 体制机制创新为长远发展奠定了坚实基础。

source: The country opened wider to the outside world.
zh_cn: 对外开放水平继续提高。

source: We vigorously implemented the strategy of competing on quality and diversifying export markets.
zh_cn: 大力实施以质取胜和出口市场多元化战略。

source: We increased efforts to establish innovation bases to invigorate trade through science and technology and bases for providing services outsourced from other countries.
zh_cn: 加强科技兴贸创新基地和服务外包基地建设，

source: We supported the export of products with Chinese trademarks and intellectual property rights.
zh_cn: 支持自主品牌和自主知识产权产品出口。

source: We improved the policy system for the processing trade.
zh_cn: 完善加工贸易政策体系。

source: We steadily opened service industries wider to the outside world and provided more guidance to orient foreign investment in China.
zh_cn: 稳步扩大服务业对外开放，加强对外商投资方向的引导。

source: We integrated existing funds and set up new ones designed to promote external economic and technological cooperation.
zh_cn: 整合建立新的对外经济技术合作专项资金，

source: We promulgated regulations on managing overseas contracted projects and rectified the system of administration of cooperative overseas labor services.
zh_cn: 发布对外承包工程管理条例，理顺对外劳务合作管理体制。

source: We actively promoted energy and resources cooperation overseas, further expanded our assistances to other countries, and the pace of enterprises going global was accelerated.
zh_cn: 积极推进境外能源资源合作，企业“走出去”步伐加快，对外援助进一步扩大。

source: Further progress was made in the development of free trade zones, and in our economic dialogues with major trading partners and mutually beneficial cooperation with other developing countries.
zh_cn: 自由贸易区建设、与主要经贸伙伴的经济对话、同发展中国家的互利合作取得新进展。

source: Fellow Deputies,
zh_cn: 各位代表！

source: a massive earthquake that shocked the world struck Wenchuan on May 12.
zh_cn: 去年5月12日，我国发生震惊世界的汶川特大地震。

source: Under the firm leadership of the CPC Central Committee and the State Council, people of all ethnic groups in China, especially in the quake zone, worked as one and fought in unison against the earthquake disaster.
zh_cn: 在党中央、国务院坚强领导下，全国各族人民特别是灾区人民万众一心、众志成城，

source: The people's army rushed to the frontlines without thinking of their own safety.
zh_cn: 人民子弟兵舍生忘死、冲锋在前，

source: We launched an earthquake rescue and relief operation that accomplished its work faster, mobilized more personnel and committed more resources than ever before in China's history.
zh_cn: 展开了我国历史上救援速度最快、动员范围最广、投入力量最大的抗震救灾斗争。

source: We steadfastly gave top priority to saving people's lives. We pulled 84,000 survivors out of the rubble.
zh_cn: 我们坚持把抢救人的生命放在第一位，从废墟中抢救生还者8.4万人。

source: We promptly repaired damaged infrastructure, and resolutely unblocked the Mount Tangjia quake lake to avert potential secondary disasters.
zh_cn: 迅速抢修基础设施，果断处置唐家山堰塞湖，避免严重次生灾害发生；

source: We did our utmost to prevent an epidemic from occurring and ensured that there was no major outbreak of diseases after the deadly earthquake.
zh_cn: 全力开展防疫工作，实现了大灾之后无大疫。

source: The central government allocated 38.4 billion Yuan for quake relief and 74 billion Yuan for post-earthquake recovery and reconstruction. We promptly introduced a host of policies and measures to support the quake zone.
zh_cn: 中央财政安排384亿元救灾款和740亿元恢复重建资金，迅速出台一系列支援灾区的政策措施。

source: We energetically organized one-to-one assistance to designated areas affected by the earthquake.
zh_cn: 积极开展对口支援。

source: People from all sectors of society in China made generous donations, both in cash and in kind;
zh_cn: 社会各界踊跃捐助款物，

source: our compatriots in Hong Kong, Macao and Taiwan as well as overseas Chinese contributed generously to the disaster relief campaign;
zh_cn: 广大香港同胞、澳门同胞、台湾同胞以及海外华侨华人奉献爱心，

source: and the international community provided us with earthquake rescue and relief assistance.
zh_cn: 国际社会伸出援手，

source: All this combined to form a boundless source of strength for the Chinese people to overcome the disaster.
zh_cn: 汇成了齐心协力抗击灾害的磅礴力量。
